[
  {
    "id":1,
    "name":"Французький пиріг із куркою",
    "category":"Пироги",
    "shortDesc":"Кіш лорен — апетитний відкритий пиріг на основі пісочного тіста з найрізноманітнішими начинками. Страва родом із Франції, проте смак пирога настільки яскравий і насичений, що ним із задоволенням частують домашніх та гостей по всьому світу.",
    "longDesc":"Гриби ретельно чистимо, промиваємо у холодній воді та подрібнюємо. Очищуємо цибулю від лушпиння й нарізаємо тонкими смужками або кубиками. Розігріваємо пательню, наливаємо рослинну олію. Кілька хвилин смажимо цибулю на пательні та додаємо гриби. Суміш грибів та цибулі обсмажуємо до золотистого кольору протягом 10 хвилин, після чого викладаємо на пательню і шматочки курячої грудки та броколі. Смажимо овочево-м’ясне асорті ще 10 хвилин та залишаємо охолоджуватися.",
    "createDate":"Tue Mar 17 2020 12:31:17 GMT+0200 (Восточная Европа, стандартное время)"
  },
  {
    "id":2,
    "name":"Шоколадний рулет із заварним кремом",
    "category":"Десерти",
    "shortDesc":"Насичений смак шоколаду, п’янкі кавові нотки й невагомий заварний крем із запахом вершків та ванілі — шоколадний рулет легко приготувати для затишного домашнього чаювання і не соромно подати до святкового столу.",
    "longDesc":"Знімаємо крем із плити та додаємо шматочки молочного або чорного шоколаду. Дбайливо перемішуємо, аби шоколад повністю розтопився. Накриваємо харчовою плівкою та залишаємо вистигати: крем має бути кімнатної температури.Дістаємо з холодильника вершкове масло та залишаємо на деякий час, аби воно стало м’яким.",
    "createDate":"Wed Mar 18 2020 12:31:17 GMT+0200 (Восточная Европа, стандартное время)"
  },
  {
    "id":3,
    "name":"Картопляники з грибами",
    "category":"Випічка",
    "shortDesc":"Що можна приготувати з картоплі? Просто зварити, зробити пюре або посмажити. Але давайте включимо фантазію і приготуємо щось більш цікаве. Наприклад, картопляники. Для начинки цього разу я вибрав гриби з цибулею. Це трохи нагадує картопляні зрази з грибами, тільки набагато смачніше. Картопляники випікаються в духовці, а не смажаться у маслі, і виходять божественно ніжними. А ще я вирішив приготувати на диво простий і смачний соус жу, який ідеально доповнює цю страву. Ви обов’язково повинні спробувати. ",
    "longDesc":"1. Картоплю (5-6 шт.) очистіть і наріжте довільними невеликими кубиками. Головне, щоб вони були приблизно однаковими і картопля проварилася рівномірно. Кубики картоплі покладіть в сотейник, додайте 2 зубчики часнику і сіль за смаком. Залийте водою і відваріть приблизно 20 хв. до готовності картоплі.\n2. Злийте воду з готової картоплі, витягніть зубчики часнику, вони потрібні були для аромату, і зробіть пюре. Тут важливо залишити в пюре якомога менше рідини, так тісто для картопляників вийде ідеальної консистенції. У картопляне пюре додайте 2 жовтки і посоліть за смаком. Перемішайте до отримання однорідної консистенції.\n3. Додайте приблизно 200 г борошна. Якщо ви відчуваєте, що борошна трохи не вистачає, можна додати ще трохи. Добре вимішайте тісто, воно повинно бути щільним і не падати з ложки.\n4. Печериці (200 г) добре промийте і порубіть дуже дрібним кубиком. Очистіть одну цибулину і наріжте її приблизно таким же дрібним кубиком, як і гриби.\n5. Розігрійте сковороду з 1 ст. л. рослинної олії і обсмажте гриби до випаровування рідини. Потім зменшіть вогонь і додайте до грибів кубики цибулі. Смажте на невеликому вогні до прозорості цибулі. Готові гриби з цибулею викладіть на серветку, щоб прибрати зайву вологу і жир.\n6. Тепер приготуйте соус жу. В ту ж сковороду, на якій смажили гриби з цибулею, викладіть кістки (200-300 г), трохи присипані борошном. Смажте на сильному вогні без масла приблизно 4-5 хвилин до утворення рум'яної скоринки.\n7. По можливості готовий соус краще процідити через сито, він вийде досить концентрованим. Готові картопляники збризніть соусом або умочіть в нього і подавайте до столу гарячими.",
    "createDate":"Fri Mar 20 2020 13:23:03 GMT+0200 (Восточная Европа, стандартное время)"
  },
  {
    "id":4,
    "name":"Пиріжки з капустою",
    "category":"Випічка",
    "shortDesc":"Пиріжки з капустою люблять практично всі. А як їх не любити: соковита начинка, повітряне м’яке тісто. Варіантів тіста і начинки для таких пиріжків може бути кілька, але я вирішив спекти пиріжки з класичного дріжджового тіста з начинкою із суміші свіжої та квашеної капусти. Це неймовірно смачно і нескладно в приготуванні.  ",
    "longDesc":"1. Приготуйте опару для тіста. Для цього в суміші теплої води (100-150 мл) і молока (100 мл, жирність 2,5%) розведіть 20-25 г пресованих дріжджів. Температура води і молока повинна бути 38-40 градусів, не більше, тоді дріжджі добре спрацюють. Якщо ж ви все-таки використовуєте сухі дріжджі, то розведіть приблизно 8-10 г, але краще скористайтеся інструкцією на укпаковці. Додайте 1 ч. л. цукру, 2 ст. л. борошна і перемішайте. Залиште опару приблизно на 20 хвилин, щоб вона запустилася в роботу. Повинна утворитися дріжджова «шапочка». \n2. Для тіста змішайте 500 г борошна додайте опару, 1 ч. л. солі, 1 яйце і рослинну олію (3 ст. л.). Замішайте дуже м'яке пластичне тісто. Залежно від розміру яєць і властивостей борошна вам може знадобиться різна кількість рідини. Якщо ви бачите, що тісто виходить недостатньо пластичним, можна додати трохи води.\nСформуйте з тіста кулю, покладіть в миску і накрийте рушником. Залиште в теплому місці для підйому на 30-40 хвилин. \n3. Тим часом приготуйте начинку. Цибулю (1 шт.) наріжте дрібними кубиками і припустіть на пательні з невеликою кількістю рослинної олії (2 ст. л.) до м'якості. \n4. Дрібно поріжте свіжу капусту (¼ качана) і відправте її до цибулі. Припустіть до м'якості та прозорості протягом 10 хвилин.  \n5. Додайте у пательню квашену капусту (200 г) і тушкуйте ще 5 хвилин. Додайте зерна коріандру (1 ч. л.), посоліть і поперчіть за смаком і перемішайте. Відставте начинку остигати. \n6. Обімніть тісто і сформуйте пиріжки з капустою. Викладіть їх на деко, застелене пергаментом. \n7. Змастіть пиріжки яєчним жовтком і випікайте в духовці при температурі 180 градусів протягом 20 хвилин. ",
    "createDate":"Fri Mar 20 2020 13:27:43 GMT+0200 (Восточная Европа, стандартное время)"
  },
  {
    "id":5,
    "name":"Крем-суп з пастернаком",
    "category":"Супи",
    "shortDesc":"Сьогодні я хочу зізнатися в любові до пастернаку. Мені здається, що цей коренеплід сильно недооцінений в українській кухні. Я б додавав його будь де – до печені, будь-якої овочевої піджарки, картопляного пюре, до бульйону і супу. У пастернака дивовижний смак і аромат, який неможливо з чимось сплутати. Цього разу я пропоную скуштувати вам крем-суп з пастернаком, морквою, картоплею і сухариками. Упевнений, що це буде любов з першої ложки.",
    "longDesc":"1. Очистіть 4 морквини, 2 картоплини і 1 корінь пастернаку. Наріжте овочі великими шматочками. Ви можете трохи змінювати пропорцію овочів відповідно до того, скільки супу хочете приготувати. Головне правило - моркви має бути в 3-4 рази більше, ніж пастернаку, так як він має досить насичений смак. \n2. Очистіть 2 зубчики часнику і роздушіть їх плоскою стороною леза ножа. \n3. Перекладіть нарізані овочі в сотейник, додайте дрібку солі і залийте водою (близько 800 мл). Варіть овочі 15-20 хв, поки вони не стануть м'якими.  \n4. У цей час приготуйте сухарики. Хліб поріжте кубиками. Застеліть деко пергаментом, викладіть шматочки хліба, полийте столовою ложкою оливкової олії, посоліть за бажанням. Надішліть в духовку на 10 хвилин при температурі 180 градусів, щоб хліб трохи підсушити. \n5. Готові овочі перекладіть в чашу блендера, разом з водою, в якій вони варилися. \n6. Перебити овочі до стану рідкого пюре. У комплекті мого блендера Panasonic є спеціальна лопатка, яка допомагає перемішувати верхній шар компонентів в чаші, таким чином консистенція буде більш однорідною. \n7. Додайте в чашу 100 мл вершків і ще раз перебити. Можна додавати вершки поступово, так ви зможете вибрати потрібну вам консистенцію супу. \n8. Додайте в суп дрібку мускатного горіха, щіпку куркуми, трохи солі і перцю за смаком. Якщо ви хочете насолодитися цим супом не тільки безпосередньо після приготування, а й залишити на день-два, то я рекомендую ще раз його прокип'ятити після додавання вершків і спецій. Подавайте суп з сухариками.",
    "createDate":"Fri Mar 20 2020 13:32:28 GMT+0200 (Восточная Европа, стандартное время)"
  },
  {
    "id":6,
    "name":"Бешамель",
    "category":"Соуси",
    "shortDesc":"Є безліч варіантів приготування цього білого соусу. Я вже ділився з вами рецептом соусу бешамель на бульйоні, але якщо у вас зовсім немає часу, то можна приготувати спрощений класичний соус бешамель всього за 7-10 хвилин. Такий соус ідеально доповнить овочеві та рибні страви, приготовані на пару або в духовці. А якщо ви вирішите приготувати запіканку з картоплі або цвітної капусти, можете залити її цим соусом, щоб вона стала ще більш смачною.",
    "longDesc":"1. У сотейнику розтопіть вершкове масло (50 г) на маленькому вогні. Важливо, щоб воно не пригоріло. \n2. Додайте пшеничне борошно (50 г) і перемішайте з маслом за допомогою ложки або вінчика. \n3. Підрум'яньте протягом 1-1,5 хв., поки борошно не набуде золотистого відтінку. \n4. Влийте відразу 500 мл молока і постійно перемішуйте вінчиком, щоб не утворювалися грудочки. \n5. Додайте дрібку мускатного горіха і варіть, поки соус не загусне. Не рекомендується сильно перетримувати соус, на загустіння у мене йде не більше 2 хвилин. Подавайте в гарячому вигляді. Якщо соус залишився, то можна його поставити в холодильник і розігріти з додаванням невеликої кількості молока. Зберігайте готовий соус не більше 2 днів. ",
    "createDate":"Fri Mar 20 2020 13:35:40 GMT+0200 (Восточная Европа, стандартное время)"
  }
]
